export default {
  projections: {
    ФормаРегВходаE: {
      дата: {
        __caption__: 'Дата'
      },
      комната: {
        __caption__: 'Комната',
        номер: {
          __caption__: 'Номер'
        }
      },
      тЧРегВхода: {
        __caption__: 'Т ч рег входа',
        карты: {
          __caption__: 'Карты',
          кодКарты: {
            __caption__: 'Код карты'
          }
        },
        сотрудник: {
          __caption__: 'Сотрудник',
          фамилия: {
            __caption__: 'Фамилия'
          }
        },
        гость: {
          __caption__: 'Гость',
          фамилия: {
            __caption__: 'Фамилия'
          }
        }
      }
    },
    ФормаРегВходаL: {
      дата: {
        __caption__: 'Дата'
      },
      комната: {
        __caption__: 'Номер',
        номер: {
          __caption__: 'Номер'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    комната: {
      __caption__: 'Комната'
    },
    тЧРегВхода: {
      __caption__: 'Т ч рег входа'
    }
  }
};
