export default {
  projections: {
    ТЧРегВходаE: {
      карты: {
        __caption__: 'Карты',
        кодКарты: {
          __caption__: 'Код карты'
        }
      },
      сотрудник: {
        __caption__: 'Сотрудник',
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      гость: {
        __caption__: 'Гость',
        фамилия: {
          __caption__: 'Фамилия'
        }
      }
    }
  },
  validations: {
    гость: {
      __caption__: 'Гость'
    },
    карты: {
      __caption__: 'Карты'
    },
    сотрудник: {
      __caption__: 'Сотрудник'
    },
    формаРегВхода: {
      __caption__: 'формаРегВхода'
    }
  }
};
